Repository: grimfang/pyweek21
Catalog: game/localedir/*/LC_MESSAGES/Little Drop.po
Languages: de_de

source: Plant Seed
de_de: Pflanze Samen

source: Points: %d
de_de: Punkte: %d

source: Remaining Water: %d
de_de: Vorhandenes Wasser: %d

source: F1 - show help
de_de: F1 - Zeige Hilfe

source: Loading...
de_de: Lade...

source: Options
de_de: Optionen

source: Quit
de_de: Beenden

source: Back
de_de: Zurück

source: Volume %d%%
de_de: Lautstärke %d%%

source: Mute Audio
de_de: Stumm schalten

source: Advanced options can be made in the following text file %s
de_de: Erweiterte Einstellungen können in folgender Textdatei gemacht werden %s

source: Enter Game
de_de: Betrete Spiel

source: Exit Game
de_de: Verlasse Spiel

source: Use spacebar to plant seeds.
de_de: Benutze die Leertaste um Samen zu pflanzen.

source: Fire spirits set the forest alight, burning most of the trees and plants...
de_de: Feuergeister setzten den Wald in Brand, die meisten Bäume und Pflanzen verbrannten...

source: Soon though rain came and estinguished the raging fires...
de_de: Bald jedoch kam regen und löschte die wütenden Flammen...

source: A devastating aftermath, it's now up to you to help the forest regrow!
de_de: Die Folgen waren verheerend, jetzt liegt es an dir zu helfen den Wald wieder aufzuforsten!

source: Use W, A, S, D and the mouse to control the character.
de_de: Benutze W, A, S, D und die Maus um den Charakter zu Kontrollieren.

source: Press Home to center the camera behind the player.
de_de: Drücke Pos1 um die Kamera hinter der Spielfigur zu zentrieren.

source: Well done little droplets, you have my greatest gratitude.
de_de: Gut gemacht ihr kleinen Tröpfchen, ihr habt meine größte Dankbarkeit.

source: But... now it's again time to go for you.
de_de: Aber... jetzt ist es zeit für euch zu gehen.

source: You did your best and now you're one with the nature.
de_de: Du hast dein bestes gegeben und bist jetzt eins mit der Natur.

source: You almost reached the end
de_de: Du hast es fast zum Ende geschafft

source: Hi!
de_de: Hallo!

source: Go on, plant a seed here!
de_de: Los, pflanze hier eine Samen!

source: I'm tired, I planted to many seeds.
de_de: Ich bin müde, Ich hab zu viele Samen gepflanzt

source: Fungi 1: I hope such a fire never comes again Fungi 2: Me too Fungi 3: Do you smell the smoke o.O
de_de: Pilz 1: Ich hoffe so ein Feuer kommt nie wieder Pilz 2: Ich auch Pilz 3: Könnt ihr den Rauch riechen o.O

source: Voice from above: Hey you there, little droplet, it's me, the creator. You: are you god? Voice from above: No, just the developer :P...
de_de: Stimme von oben: Hey du da, kleines Tröpfchen, ich bin es, der Erschaffer. Du: Bist du Gott? Stimme von oben: Nein, nur der Entwickler :P...

source: I'm just standing here, go away...
de_de: Ich steh hier nur, geh weg...

source: Go away, please...
de_de: Geh weg, bitte...

source: Take some of my water but now go away, please...
de_de: Nimm etwas von meinem Wasser aber jetzt geh weg, bitte...

source: Lonely Rock: No one ever talks to me ;( You: Poor little rock *pat pat*
de_de: Einsamer Stein: Niemand spricht mit mir ;( Du: Armer kleiner Stein *pat pat*

source: Up here are no seeds, but take some of this water!
de_de: Hier oben gibt es keine Samen, aber nimm etwas von diesem Wasser!

source: Up here are no seeds...
de_de: Hier oben gibt es keine Samen...

source: Awesome!
de_de: Fantastisch!

source: You got %d soul points
de_de: Du hast %d Seelen Punkte

source: Enter World
de_de: Betrete Welt

source: Exit World
de_de: Verlasse Welt
